Repository: NMarjou/localization-app
Catalog: TMs/en-US_de-DE.tmx
Source language: en_us
Languages: de_de

source: The name cannot be empty. Please provide a name for the data scope.
de_de: Der Name darf nicht leer sein. Bitte geben Sie einen Namen für den Datenbereich an.

source: Create data scope
de_de: Datenbereich erstellen

source: The data scope was successfully created.
de_de: Der Datenbereich wurde erfolgreich erstellt.

source: The data scope was successfully deleted.
de_de: Der Datenbereich wurde erfolgreich gelöscht.

source: Edit data scope
de_de: Datenbereich bearbeiten

source: No data scopes yet
de_de: Noch keine Datenbereiche vorhanden

source: Data Scope Manager
de_de: Datenbereichsmanager

source: Data scopes
de_de: Datenbereiche

source: Pay automation
de_de: Automatisierung der Vergütung

source: The target variable cannot be empty. Please provide a value.
de_de: Die Zielvariable darf nicht leer sein. Bitte geben Sie einen Wert an.

source: Select the target variable you want to model
de_de: Wählen Sie die Zielvariable aus, die Sie modellieren möchten

source: The data model cannot be empty. Please provide a data model.
de_de: Das Datenmodell darf nicht leer sein. Bitte geben Sie ein Datenmodell an.

source: Create and include snapshot
de_de: Snapshot erstellen und einfügen

source: Models
de_de: Modelle

source: Purpose
de_de: Zweck

source: Transformations
de_de: Transformationen

source: Select which additional information you want to include in this snapshot.
de_de: Wählen Sie aus, welche zusätzlichen Informationen Sie in diese Momentaufnahme aufnehmen möchten.

source: Create & manage machine learning models
de_de: Erstellen und Verwalten von Machine-Learning-Modellen

source: Are you sure you want to delete the model "{{name}}"? This action cannot be undone.
de_de: Sind Sie sicher, dass Sie das Modell "{{name}}" löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.

source: Delete model
de_de: Modell löschen

source: Model Manager
de_de: Modellmanager

source: The model name cannot be empty.
de_de: Der Modellname darf nicht leer sein.

source: Model type
de_de: Modelltyp

source: The model type cannot be empty.
de_de: Der Modelltyp darf nicht leer sein.

source: Snapshot
de_de: Schnappschuss

source: The snapshot cannot be empty.
de_de: Die Momentaufnahme darf nicht leer sein.

source: Model type & snapshot
de_de: Modelltyp & Snapshot

source: Auto-update
de_de: Automatische Aktualisierung

source: Disable in all features
de_de: In allen Funktionen deaktivieren

source: Enable in all features
de_de: In allen Funktionen aktivieren

source: Multicollinearity check
de_de: Überprüfung auf Multikollinearität

source: Data auto-update
de_de: Automatische Datenaktualisierung

source: Define which attributes will be available in the model. For proper model training, select at least 5 features.
de_de: Legen Sie fest, welche Attribute im Modell verfügbar sein sollen. Für ein korrektes Training des Modells wählen Sie mindestens 5 Merkmale aus.

source: Please select at least one feature.
de_de: Bitte wählen Sie mindestens eine Funktion aus.

source: {{featuresCount}} features selected
de_de: {{featuresCount}} Funktionen ausgewählt

source: By default, the model will train using ridge regression and will generate regularised estimators for every feature selected in the model. If you validate, we will check the Ordinary Least Squares (OLS) regression and remove perfect multicollinearity among selected features.
de_de: Standardmäßig wird das Modell mit Ridge-Regression trainiert und erzeugt regularisierte Schätzer für alle im Modell ausgewählten Merkmale. Wenn Sie validieren, prüfen wir die Ordinary-Least-Squares-(OLS)-Regression und entfernen perfekte Multikollinearität unter den ausgewählten Merkmalen.

source: Select model features
de_de: Modellfunktionen auswählen

source: If you continue with this population change, your current feature selections will be cleared. Are you sure you want to proceed?
de_de: Wenn Sie diese Änderung der Population fortsetzen, werden Ihre aktuellen Funktionsauswahlen gelöscht. Möchten Sie wirklich fortfahren?

source: Confirm population change
de_de: Bevölkerungsänderung bestätigen

source: Select the criteria that will determine who is included in this population.
de_de: Wählen Sie die Kriterien aus, die festlegen, wer in diese Population aufgenommen wird.

source: Define the name, description and details of the model.
de_de: Legen Sie den Namen, die Beschreibung und die Details des Modells fest.

source: Select options and features applicable for the model.
de_de: Wählen Sie Optionen und Funktionen aus, die für das Modell zutreffen.

source: Model attributes
de_de: Modellattribute

source: Define the population criteria for the model.
de_de: Definieren Sie die Kriterien für die Zielpopulation des Modells.

source: Review and publish new model.
de_de: Neue Modellbeurteilung prüfen und veröffentlichen.

source: Population & features
de_de: Belegschaft & Funktionen

source: Features selected
de_de: Ausgewählte Funktionen

source: Selected roles
de_de: Ausgewählte Rollen

source: Total population
de_de: Gesamtpopulation

source: Quick train
de_de: Schnelles Training

source: Data scope
de_de: Datenumfang

source: Select data scope
de_de: Datenscope auswählen

source: Search for a model
de_de: Nach einem Modell suchen

source: Total models
de_de: Gesamtanzahl der Modelle

source: This note will be visible to everyone reviewing this worker in the pay analysis results.
de_de: Diese Notiz ist für alle sichtbar, die diese:n Mitarbeiter:in in den Ergebnissen der Vergütungsanalyse beurteilen.

source: Analysis
de_de: Analyse

source: Nb. of subgroups
de_de: Anz. der Untergruppen

source: Subgroup field
de_de: Untergruppenfeld

source: Pay analysis
de_de: Vergütungsanalyse

source: The maximum length of the note is {{max}} characters.
de_de: Die maximale Länge der Notiz beträgt {{max}} Zeichen.

source: The note content is required. Please enter your note before saving.
de_de: Der Notizinhalt ist erforderlich. Bitte geben Sie Ihre Notiz ein, bevor Sie speichern.

source: Configuration details
de_de: Konfigurationsdetails

source: View analysis
de_de: Analyse anzeigen

source: The visibility was successfully updated.
de_de: Die Sichtbarkeit wurde erfolgreich aktualisiert.

source: Change visibility
de_de: Sichtbarkeit ändern

source: The analysis result was successfully deleted.
de_de: Das Analyseergebnis wurde erfolgreich gelöscht.

source: Are you sure you want to delete the analysis result? This action cannot be undone.
de_de: Sind Sie sicher, dass Sie das Analyseergebnis löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.

source: Backwards elimination
de_de: Rückwärtselimination

source: Categorical variables
de_de: Kategoriale Variablen

source: Close pay gaps on a per-group basis
de_de: Beheben Sie Entgeltlücken gruppenweise

source: Demographic variables
de_de: Demografische Variablen

source: Fairness weight (against cost-effectiveness)
de_de: Fairness-Gewichtung (gegen Kosteneffektivität)

source: Group fairness weight (against individual fairness)
de_de: Gewichtung der Gruppenfairness (gegenüber individueller Fairness)

source: Max rise
de_de: Maximale Erhöhung

source: Number of workers excluded from raise suggestions
de_de: Anzahl der von Gehaltsvorschlägen ausgeschlossenen Mitarbeiter:innen

source: Pay gap target (gender)
de_de: Ziel für die Entgeltlücke (Geschlecht)

source: Analysis run on
de_de: Analyse ausgeführt am

source: Run by
de_de: Durchgeführt von

source: Subgroups
de_de: Untergruppen

source: Sync analysis
de_de: Synchronisationsanalyse

source: No analyses available yet.
de_de: Noch keine Analysen verfügbar.

source: Pay analysis results
de_de: Ergebnisse der Vergütungsanalyse

source: Publish analysis
de_de: Analyse veröffentlichen

source: Apply changes
de_de: Änderungen übernehmen

source: The current grid configuration will be sent to the selected entities. Please double-check whether all visible columns are needed for the further raise recommendation process.
de_de: Die aktuelle Rasterkonfiguration wird an die ausgewählten Einträge gesendet. Bitte überprüfen Sie sorgfältig, ob alle sichtbaren Spalten für den weiteren Gehaltserhöhungs-Empfehlungsprozess benötigt werden.

source: Define access and permissions for this analysis.
de_de: Definieren Sie Zugriff und Berechtigungen für diese Analyse.

source: Can comment
de_de: Kann kommentieren

source: Can edit
de_de: Kann bearbeiten

source: Can view
de_de: Kann anzeigen

source: Can view admin comment
de_de: Kann Admin-Kommentar anzeigen

source: Can view HRBP comment
de_de: Kann HRBP-Kommentar anzeigen

source: Compensation recommendation
de_de: Vergütungsempfehlung

source: Final offer
de_de: Endgültiges Angebot

source: Give access
de_de: Zugriff gewähren

source: Pay analysis settings
de_de: Einstellungen zur Vergütungsanalyse

source: Prepopulated final raise proposals with recommendation.
de_de: Vorab ausgefüllte endgültige Erhöhungsvorschläge mit Empfehlung.

source: The analysis was successfully published to the Planner.
de_de: Die Analyse wurde erfolgreich im Planer veröffentlicht.

source: Publish analysis to planner
de_de: Analyse im Planer veröffentlichen

source: Set {{permission}} for {{section}}
de_de: {{permission}} für {{section}} festlegen

source: Demographic used
de_de: Verwendete Demografie

source: Columns
de_de: Spalten

source: Workbench visibility
de_de: Sichtbarkeit der Workbench

source: Save & close
de_de: Speichern & schließen

source: Save configuration
de_de: Konfiguration speichern

source: Planner visibility
de_de: Sichtbarkeit für Planer

source: The column display settings were successfully saved.
de_de: Die Spaltenanzeigeeinstellungen wurden erfolgreich gespeichert.

source: Show insights
de_de: Insights anzeigen

source: Comp. manager
de_de: Vergütungsmanager

source: Compensation after final raise
de_de: Vergütung nach endgültiger Erhöhung

source: Compensation after recommended raise
de_de: Vergütung nach empfohlener Gehaltserhöhung

source: Distance from predicted compensation
de_de: Abweichung von der prognostizierten Vergütung

source: Distance from predicted compensation (after final raise)
de_de: Abstand von der prognostizierten Vergütung (nach endgültiger Erhöhung)

source: Outlier % (after final raise)
de_de: Ausreißer % (nach endgültiger Erhöhung)

source: Final raise amount
de_de: Endgültiger Erhöhungsbetrag

source: Final raise %
de_de: Endgültige Erhöhung %

source: Line manager
de_de: Direkte Führungskraft

source: Outlier % (after raise)
de_de: Ausreißer-% (nach Erhöhung)

source: Recommended raise amount
de_de: Empfohlene Gehaltserhöhung

source: Recommended raise %
de_de: Empfohlene Gehaltserhöhung %

source: Based on data from the following snapshot: {{snapshotName}}
de_de: Basierend auf Daten aus folgendem Snapshot: {{snapshotName}}

source: Current
de_de: Aktuell

source: Female lower than male
de_de: Frauen niedriger als Männer

source: Male lower than female
de_de: Männliche Mitarbeitende geringer als weibliche Mitarbeitende

source: Recommended
de_de: Empfohlen

source: Adjusted pay gaps by demographics
de_de: Bereinigte Vergütungsunterschiede nach demografischen Merkmalen

source: Compare unadjusted and adjusted pay gaps by demographic group (relative to the reference group).
de_de: Vergleichen Sie die unbereinigten und bereinigten Entgeltlücken nach demografischer Gruppe (relativ zur Referenzgruppe).

source: Final
de_de: Abschluss

source: Number of raises
de_de: Anzahl der Gehaltserhöhungen

source: Total cost of raises
de_de: Gesamtkosten der Gehaltserhöhungen

source: The compensation after raise cannot be lower than the current salary.
de_de: Die Vergütung nach der Gehaltserhöhung darf nicht niedriger sein als das aktuelle Gehalt.

source: The note was successfully added.
de_de: Die Notiz wurde erfolgreich hinzugefügt.

source: The note was successfully updated.
de_de: Die Notiz wurde erfolgreich aktualisiert.

source: Note options
de_de: Notizoptionen

source: The configuration for time in role or leave of absence has been modified. Saving these changes will impact future snapshots and related data.
de_de: Die Konfiguration für die Zeit in der Rolle oder den Urlaub wurde geändert. Das Speichern dieser Änderungen wirkt sich auf zukünftige Schnappschüsse und zugehörige Daten aus.

source: Select absence type
de_de: Abwesenheitstyp auswählen

source: A Leave of absence (LOA) allows workers to take time off work for specific reasons beyond standard paid time off. It may be paid or unpaid, depending on company policies and the purpose of the leave. Common reasons include medical issues, family emergencies, maternity/paternity, education, or personal matters.
de_de: Eine Beurlaubung (Leave of Absence, LOA) ermöglicht es Mitarbeiter:innen, aus bestimmten Gründen über den regulären bezahlten Urlaub hinaus frei zu nehmen. Sie kann je nach Unternehmensrichtlinien und Zweck der Beurlaubung bezahlt oder unbezahlt sein. Häufige Gründe sind medizinische Probleme, familiäre Notfälle, Elternzeit, Weiterbildung oder persönliche Angelegenheiten.

source: Select which absence types will apply to this policy and the related grace periods for these absences.
de_de: Wählen Sie aus, welche Abwesenheitsarten für diese Richtlinie gelten sollen und welche entsprechenden Karenzzeiten für diese Abwesenheiten gelten.

source: Enable leave of absence
de_de: Beurlaubung aktivieren

source: Leave of absence
de_de: Beurlaubung

source: Leave of absence definition
de_de: Definition von Beurlaubung

source: Select which absence types will apply to this policy
de_de: Wählen Sie aus, welche Abwesenheitsarten für diese Richtlinie gelten sollen

source: Add absence type
de_de: Abwesenheitstyp hinzufügen

source: Edit absence type
de_de: Abwesenheitstyp bearbeiten

source: The leave of absence is missing the selected types.
de_de: Bei der Beurlaubung fehlen die ausgewählten Typen.

source: Grace period (days)
de_de: Kulanzzeitraum (Tage)

source: The configuration of the modeler was saved successfully.
de_de: Die Konfiguration des Modelers wurde erfolgreich gespeichert.

source: Add significant field
de_de: Bedeutendes Feld hinzufügen

source: Time in role refers to the duration a worker has spent in their current position or role within an organization. This metric is often used to assess experience, eligibility for promotions, transfers, or additional responsibilities.
de_de: Die Zeit in der Rolle bezeichnet die Dauer, die ein:e Mitarbeiter:in in der aktuellen Position oder Rolle innerhalb einer Organisation verbracht hat. Diese Kennzahl wird häufig verwendet, um Erfahrung sowie die Eignung für Beförderungen, Versetzungen oder zusätzliche Verantwortlichkeiten zu bewerten.

source: Significant field definition
de_de: Wesentliche Felddefinition

source: Select the field that will trigger a time in role change for workers.
de_de: Wählen Sie das Feld aus, das eine Änderung der Zeit in der Rolle für Mitarbeiter:innen auslöst.

source: Edit significant field
de_de: Wesentliches Feld bearbeiten

source: The time in role is missing the selected fields.
de_de: Die Zeit in der Rolle enthält nicht die ausgewählten Felder.

source: Select the fields that will trigger a time in role change for workers.
de_de: Wählen Sie die Felder aus, die eine Änderung der Zeit in der Rolle für Mitarbeiter:innen auslösen.

source: Enable time in role
de_de: Zeit in der Rolle aktivieren

source: Situation & Absence Configuration
de_de: Situations- und Abwesenheitskonfiguration

source: Company Structure
de_de: Unternehmensstruktur

source: You don't have permission to delete this payout curve. Only users with the Global compensation admin role can perform this action.
de_de: Sie haben keine Berechtigung, diese Auszahlungs­kurve zu löschen. Nur Benutzer mit der globalen Vergütungsadministratorrolle können diese Aktion ausführen.

source: This payout curve is in "Draft" status and is not used in any bonus plan. Deleting it will permanently remove it from the list. This action cannot be undone.
de_de: Diese Auszahlungskurve befindet sich im Status "Entwurf" und wird in keinem Bonusplan verwendet. Wenn Sie sie löschen, wird sie dauerhaft aus der Liste entfernt. Dieser Vorgang kann nicht rückgängig gemacht werden.

source: Delete payout curve
de_de: Auszahlungs­kurve löschen

source: This payout curve is in "Ready" status and is not used in any bonus plan. Deleting it will permanently remove it from the list. This action cannot be undone.
de_de: Diese Payout-Kurve befindet sich im Status "Bereit" und wird in keinem Bonusplan verwendet. Wenn Sie sie löschen, wird sie dauerhaft aus der Liste entfernt. Diese Aktion kann nicht rückgängig gemacht werden.

source: Are you sure you want to delete the published and used payout curve?
de_de: Sind Sie sicher, dass Sie die veröffentlichte und verwendete Auszahlungs­kurve löschen möchten?

source: Cannot delete payout curve
de_de: Auszahlungs­kurve kann nicht gelöscht werden

source: Used in the following places:
de_de: Verwendet an folgenden Stellen:

source: The payout curve was successfully deleted.
de_de: Die Auszahlungskennlinie wurde erfolgreich gelöscht.

source: The payout curve was successfully duplicated.
de_de: Die Auszahlungs­kurve wurde erfolgreich dupliziert.

source: Open payout curve
de_de: Auszahlungskurve öffnen

source: The end payout cannot be empty.
de_de: Die endgültige Auszahlung darf nicht leer sein.

source: The end result cannot be empty.
de_de: Das Endergebnis darf nicht leer sein.

source: The payout cannot be empty.
de_de: Die Auszahlung darf nicht leer sein.

source: The result cannot be empty.
de_de: Das Ergebnis darf nicht leer sein.

source: The start payout cannot be empty.
de_de: Die Startauszahlung darf nicht leer sein.

source: The start result cannot be empty.
de_de: Das Startergebnis darf nicht leer sein.

source: Locations
de_de: Standorte

source: This payout curve ({{payoutCurveName}}) is currently used in the following bonus plans:
de_de: Diese Auszahlungsfunktion ({{payoutCurveName}}) wird derzeit in den folgenden Bonusplänen verwendet:

source: Create skill & competency group
de_de: Fähigkeiten- und Kompetenzgruppe erstellen

source: No skill & competency groups yet!
de_de: Noch keine Fähigkeiten- und Kompetenzgruppen vorhanden!

source: Scale
de_de: Skala

source: User Segmentation
de_de: Benutzersegmentierung

source: Exclude individuals
de_de: Personen ausschließen

source: Individuals included
de_de: Einbezogene Personen

source: Grant proxy permission
de_de: Vertretungsberechtigung erteilen

source: Edit proxy permission
de_de: Vertretungsberechtigung bearbeiten

source: View proxy permission
de_de: Vertretungsberechtigung anzeigen

source: Grant proxy access to:
de_de: Zugriffsvollmacht erteilen für:

source: User with proxy access:
de_de: Benutzer:innen mit Zugriffsvollmacht:

source: You haven't added any workers yet. Type in a name to add a worker.
de_de: Sie haben noch keine Mitarbeiter:innen hinzugefügt. Geben Sie einen Namen ein, um Mitarbeiter:innen hinzuzufügen.

source: Who do they need to proxy?
de_de: Wen muss er/sie vertreten?

source: Proxy access cannot be defined for at least one worker because they have not accepted the Data Protection Agreement (DPA).
de_de: Für mindestens eine:n Mitarbeiter:in kann keine Zugriffsvollmacht definiert werden, da er/sie die Datenschutzvereinbarung (DPA) nicht akzeptiert hat.

source: Proxy access was successfully granted to {{name}}!
de_de: Proxy-Zugriff wurde erfolgreich für {{name}} gewährt!

source: View list
de_de: Liste anzeigen

source: View proxy access list
de_de: Proxy-Zugriffsliste anzeigen

source: Granted by
de_de: Bewilligt von

source: List of workers
de_de: Liste der Mitarbeiter:innen

source: Historical Performance Rating Upload
de_de: Upload historischer Leistungsbewertung

source: Performance Review Settings
de_de: Bewertung der Leistungsbeurteilung

source: Performance Review Template
de_de: Vorlagen für Leistungsbeurteilungen

source: Search in Workbench
de_de: In Workbench suchen

source: Workers & Professional Roles
de_de: Mitarbeiter:innen & professionelle Rollen

source: Security & Roles
de_de: Sicherheit und Rollen

source: Sensitive Content Filtering
de_de: Filterung sensibler Inhalte

source: User session
de_de: Benutzersitzung

source: Smart Features
de_de: Intelligente Funktionen

source: Enable talent review
de_de: Talentbeurteilung aktivieren

source: Talent Review Settings
de_de: Einstellungen für Talentbeurteilungen

source: Worker & Manager Pages
de_de: Seiten für Mitarbeiter:innen und Führungskräfte

source: This category will serve as the default throughout the application.
de_de: Diese Kategorie wird in der gesamten Anwendung als Standard dienen.

source: Global worker category
de_de: Globale Mitarbeiter:innenkategorie

source: Create global worker category
de_de: Globale Mitarbeiter:innenkategorie erstellen

source: Edit global worker category
de_de: Globale Mitarbeiter:innenkategorie bearbeiten

source: Get started by creating it.
de_de: Beginnen Sie, indem Sie es erstellen.

source: No global worker category yet.
de_de: Noch keine globale Mitarbeiter:innenkategorie.

source: Define the local worker category that will override the global worker category. The order matters because if a worker is included in multiple configurations, the topmost configuration will be applied.
de_de: Definieren Sie die lokale Mitarbeiter:innengruppe, die die globale Mitarbeiter:innengruppe überschreibt. Die Reihenfolge ist wichtig, denn wenn ein:e Mitarbeiter:in in mehreren Konfigurationen enthalten ist, wird die oberste Konfiguration angewendet.

source: Local worker category
de_de: Lokale Mitarbeiter:innengruppe

source: Create local category
de_de: Lokale Kategorie erstellen

source: Are you sure you want to delete this local worker category? This action cannot be undone.
de_de: Möchten Sie diese lokale Mitarbeiter:innengruppe wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.

source: Delete local worker category
de_de: Lokale Mitarbeiter:innenkategorie löschen

source: The local worker category was successfully deleted.
de_de: Die lokale Mitarbeiter:innenkategorie wurde erfolgreich gelöscht.

source: Blank configuration
de_de: Leere Konfiguration

source: Separator
de_de: Trennzeichen

source: Total workers
de_de: Mitarbeiter:innen insgesamt

source: No local worker category
de_de: Keine lokale Mitarbeiter:innenkategorie

source: Fields selected: {{count}}
de_de: Ausgewählte Felder: {{count}}

source: Local category name
de_de: Name der lokalen Kategorie

source: Populations selected: {{count}}
de_de: Ausgewählte Populationen: {{count}}

source: Selected population
de_de: Ausgewählte Population

source: Create local worker category
de_de: Lokale Mitarbeiter:innenkategorie erstellen

source: Edit local worker category
de_de: Lokale Mitarbeiter:innenkategorie bearbeiten

source: Provide a name for the category
de_de: Geben Sie einen Namen für die Kategorie an

source: This population configuration already exists in a different local worker category.
de_de: Diese Populationskonfiguration ist bereits in einer anderen lokalen Mitarbeiter:innenkategorie vorhanden.

source: Choose a population for this configuration.
de_de: Wählen Sie eine Population für diese Konfiguration aus.

source: At least one population must be selected.
de_de: Es muss mindestens eine Population ausgewählt werden.

source: Worker Category Management
de_de: Verwaltung von Mitarbeiter:innenkategorien

source: Select the field whose values will form part of this worker's category.
de_de: Wählen Sie das Feld aus, dessen Werte Teil der Kategorie dieser:s Mitarbeiter:in werden.

source: An entity is required.
de_de: Eine Entität ist erforderlich.

source: A field is required.
de_de: Ein Feld ist erforderlich.
